[ID_MO_ARealBoy_LeftArm MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Braço Esquerdo"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ID_MO_ARealBoy_LeftArm:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=""
NoConstraintText=""
Suffix=""
Prefix=""

[IO_ARealBoy_BucketOfLimbs InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_ARealBoy_Armor1 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""Camisa" de Bandido"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_ARealBoy_Armor1:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma peça de armadura que poderia se passar por uma camisa. Ou, como dizem os bandidos, uma "Peita"."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_ARealBoy_Armor2 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""Calças" de Bandido"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_ARealBoy_Armor2:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Uma peça de armadura que poderia se passar por um par de calças como se ninguém soubesse realmente o que são um par de calças."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_ARealBoy_Armor3 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""Chapéu" de Bandido"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_ARealBoy_Armor3:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Uma peça de armadura que poderia se passar por um chapéu. Aí sim, se jamais na vida alguém tivesse visto um."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_ARealBoy_Head MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Uma Máscara"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_ARealBoy_Head:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Só é usado no rosto como proteção, disfarce, atuações ou entretenimento."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_ARealBoy_Left_Leg MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Braço Esquerdo"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_ARealBoy_Left_Leg:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Creio que isso seja um braço esquerdo de alguma coisa."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_ARealBoy_Limb MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Perna Direita"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_ARealBoy_Limb:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Essa bota serve para longas caminhadas, mas, ainda tem um pé dentro."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_ARealBoy_Right_Arm MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Braço Direito"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_ARealBoy_Right_Arm:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Os seres humanos usam isso para mostrar coisas e dar porrada uns nos outros."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_ARealBoy_Right_Leg MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Perna Esquerda"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_ARealBoy_Right_Leg:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Uma parte completamente supérflua. Ninguém sabe para que servem as pernas esquerdas."
NoConstraintText=""
Suffix=""
Prefix=""

